[
    {
        "product_name": "[ลูกค้าใหม่ 1฿ / ใส่โค้ด WRRXND ลด 30.-] หม้อไฟฟ้า กระทะปิ้งย่าง (หม้อกลาง) 2 in 1-808และกระทะ 22 ซม. 26 ซม. B808 B02122",
        "product_detail": "เตาปิ้งย่างอเนกประสงค์ พร้อมทำสุกี้ บาร์บีคิวและชาบู 2 สวิทต์ รุ่น DK-808 กำลังไฟฟ้าในการใช้งาน 1,300 วัตต์และแรงดันไฟฟ้า 220 โวลต์ มีสวิทช์ควบคุมความร้อน ปรับความร้อนได้ 5 ระดับ ร้อนเร็วทันใจ ไม่ติดกระทะ ทำความสะอาดง่าย เพียงแค่กระดาษทิชชู่เช็ด ก็สะอาดได้ มี Safety ตัดไฟทันทีเมื่ออุณหภูมิสูงผิดปกติ  กระทะมินิ สีสันสวยงามน่ารัก มินิมอลเป็นที่สุด ขนาด 22 ซม. และ 26 ซม.  - ขนาด 22 ซม. เส้นผ่านศุนย์กลาง 22 ซม. สูง 7.5 ซม. พื้นที่ทำความร้อน 16.5 ซม. เส้นผ่านศูนย์กลางฐานกระทะ 18 ซม. กำลังไฟ 450 วัตต์  - ขนาด 26 ซม. เส้นผ่านศุนย์กลาง 26 ซม. สูง 7.5 ซม. พื้นที่ทำความร้อน 18.5 ซม. เส้นผ่านศูนย์กลางฐานกระทะ 21 ซม. กำลังไฟ 450 วัตต์ ทำอาหารได้หลากหลาย ไม่ว่าจะเป็น สเต็ก บาบีคิว ออมเล๊ต ข้าวผัด แพนเค้ก โรตี และอื่น ๆ อีกมากมาย ปรุงอาหารได้ไม่ติดกระทะ ทำความสะอาดง่าย สุด สุด",
        "price_after_discount": 200,
        "price_befor_discount": "250",
        "rate": 5,
        "sold": 2500,
        "location": "กรุงเทพมหานคร",
        "image": "https://cf.shopee.co.th/file/sg-11134201-22110-45plnnk0pckv76",
        "id": 1
    },
    {
        "product_name": "[ลูกค้าใหม่ ราคา 1 บาท]รองเท้าผ้าใบ van mashare รุ่น V7 รองเท้าทรงแวน",
        "product_detail": "รองเท้าผ้าใบทรง Vans old skool  ผ้าใบผูกเชือกทรง Vans  ใส่ได้ทั้งชาย หญิงค่ะ ยี่ห้อ Mashare รองเท้ารุ่นV7 สี​ ดำ,แดงดำ,ทะเลดำ,ดำล้วน,ทะเลเหลือง​ ไซส์​รองเท้า​ : 37 - 44  คุณสมบัติ -สวมใส่สบายเท้า -พื้นยางทนต่อพื้นผิวทุกชนิด -สวมใส่สบายไม่บีบรัดเท้า  มีบริการเก็บเงินปลายทางCOD มีการจัดส่งสนค้าทุกวัน  #​Mashare​#​V7#​รองเท้า​ผ้าใบ​ #รองเท้าผ้าใบแวน #Mashare",
        "price_after_discount": 150,
        "price_befor_discount": "175",
        "rate": 5,
        "sold": 8510,
        "location": "กรุงเทพมหานคร",
        "image": "https://cf.shopee.co.th/file/c3a7f8ef9db102cf4882ba58cc566a1a_tn",
        "id": 2
    },
    {
        "product_name": "[ลูกค้าใหม่ 1.-] เครื่องปั่น เครื่องบดเนื้อไฟฟ้า เครื่องบดสับ เครื่องเตรียมอาหาร เครื่องบดพริก บดเนื้อ สแตนเลสไฟฟ้า",
        "product_detail": " เครื่องปั่น เครื่องบดเนื้อไฟฟ้า เครื่องบดสับ เครื่องเตรียมอาหาร เครื่องบดพริก เครื่องบดเนื้อสแตนเลสไฟฟ้า\"\"\"รายละเอียดสินค้า\nอธิบาย:\n1. เครื่องบดเนื้อใช้ใบมีดคม เมี่อการแปรรูปอาหาร/เนื้อสัตว์ได้ง่ายและราบรื่นยิ่งขึ้น\n2. พลังที่แข็งแกร่งและพลังสองเท่า\n3. สำหรับคุณที่จะกำจัดการใช้มีดทุกวัน ส่วนผสมไม่ละเอียดอ่อน เวลาและความแข็งแรงถูกใช้ไป ด้วยเครื่องบดเนื้อนี้ คุณสามารถบด/ตัดเนื้อสัตว์ ผัก ผลไม้ และอาหารเสริมต่าง ๆ ในเวลาเพียงไม่กี่นาที\n4. เพียงพอ: ความจุขนาดใหญ่ 2L เหมาะสำหรับ 3-4 คน เหมาะสำหรับใช้ในครอบครัว\n5. โหมดการบดมีสองโหมด โหมดช้าเหมาะสำหรับการบดส่วนผสมที่ละเอียดกว่า และโหมดเร็วเหมาะสำหรับการบดส่วนผสมที่แข็งกว่า\n6. ปลอดภัยในการใช้งานและเครื่องยนต์ความร้อนจะปิดโดยอัตโนมัติ\n7. ใบมีดแบบ 4 ใบ S-type  มีด 4 ใบมีความเร็วในการตัดที่รวดเร็วมาก\n8. ทำความสะอาดด้วยน้ำได้\n9.1*เครื่องบดเนื้อ+1*4ใบมีดแบบS-type +1*มีดโกน+1คู่มือการไช้งาน\n\nข้อมูลจำเพาะของผลิตภัณฑ์:\nชื่อสินค้า: เครื่องบดเนื้อ\nแรงดันไฟฟ้า: 220V ~ 50HZ\nกำลังไฟ: 250 วัตต์\nความจุวัสดุ: 2L ความจุขนาดใหญ่\nวัสดุ: สแตนเลสเกรด 304 เกรดอาหาร\nคุณภาพใบมีด: สแตนเลสเกรด 2 ใบมีดแบบ 4 ใบ\nขนาดสินค้า: 230 มม. x 270 มม.\nน้ำหนักผลิตภัณฑ์: 2KG\n\n(ข้อควรระวัง!!!) ห้ามใช้ครั้งละเกิน 30 วินาที และต้องรอ 2 นาทีจึงจะใช้งานได้ต่อเนื่อง การใช้งานมากเกินไปจะทำให้มอเตอร์เสียหายได้\n\n#เครื่องบดเนื้อ#ผสม###เครื่องสับ#เครื่องบดอาหาร #เครื่องบด #ชอปเปอร์ #เครื่องปั่น #เครื่องทำอาหารเด็ก#เครื่องปั่นอาหารเด็ก\n#เครื่องทำอาหาร#เครื่องบดอาหาร#เครื่องแปรรูปอาหารอเนกประสงค์\"\n\nรายการตรวจสอบ：\"1*ตัวเครื่อง+1*มีดสับระเอียด+1*มีดโกน+1*คู่มือ\"",
        "price_after_discount": 480,
        "price_befor_discount": "560",
        "rate": 2,
        "sold": 651,
        "location": "ตาก",
        "image": "https://cf.shopee.co.th/file/085d0e2537e2eaf469ed0cd883c38e46_tn",
        "id": 3
    },
    {
        "product_name": "พร้อมส่ง คอนโดแมว 3ชั้น  ที่ลับเล็บแมว คอนโดมินิ ของเล่นสัตว์เลี้ยง เสาลับเล็บแมวมินิ\n",
        "product_detail": "สำคัญมาก\n\n หลังได้รับสินค้า ต้องถ่ายรูปกล่องหรือซองพัสดุ ใบปะหน้าพัสดุ และวีดีโอตอนแกะพัสดุเช็คสินค้า หากไม่มีหลักฐานทางร้านไม่รับผิดชอบทุกกรณี\n\nรายละเอียดสินค้า\nชื่อสินค้า : คอนโดแมวมินิ เสาลับเล็บแมว\nขนาดสินค้า : สูง 40 cm.(ส่วนสูงรวมทั้งหมด)  ฐานด้านล่างกว้าง 20 cm.(สี่เหลี่ยม)  ฐานด้านบนกว้าง 15 cm.(วงกลม)\n\nคุณสมบัติ \n\n - ให้น้องแมวเล่นเพื่อความเพลิดเพลิน แก้เบื่อ \n - แมวสามารถลับเล็บได้ ของเล่นแมว\n - ประกอบง่าย ทำเองได้ทีบ้าน ใช้เวลาแปปเดียว\n - หุ้มด้วยวัสดุผ้ากำมะหยี่นิ่ม\n - การออกแบบหลายชั้นมุมที่เรียบโครงสร้างที่มั่นคง\n - ประหยัดพื้นที่และเหมาะอย่างยิ่งสำหรับบ้านครอบครัวขนาดเล็กและขนาดกลาง",
        "price_after_discount": 458,
        "price_befor_discount": "650",
        "rate": 5,
        "sold": 6582,
        "location": "ปราจีน",
        "image": "https://cf.shopee.co.th/file/7d58386804056213d5a1466a263d1bb5_tn",
        "id": 4
    },
    {
        "product_name": "[ PREMIUM SET ] Apple AirPods Pro รุ่น 2 + เคสแอร์พอดแบรนด์พรีเมี่ยม",
        "product_detail": "Apple Airpods Pro รุ่น 2\n\n\n\nได้รับการออกแบบขึ้นใหม่หมดเพื่อมอบการตัดเสียงรบกวนแบบแอ็คทีฟที่ดีขึ้นสูงสุด 2 เท่า และยังมีโหมดฟังเสียงภายนอกที่ปรับตามสภาวะซึ่งจะลดเสียงรบกวนจากภายนอก \n\nเคสชาร์จ MagSafe ที่ได้รับการปรับปรุงใหม่ก็ถือเป็นอีกหนึ่งความมหัศจรรย์ที่มาพร้อมคุณสมบัติตำแหน่งที่ตั้งจริงลำโพงในตัว และช่องคล้องสาย\n\n\n\nAirPods Pro (รุ่นที่ 2) มอบประสบการณ์ที่เรียบง่ายยิ่งกว่าที่เคยได้รับจากรุ่นแรก แชร์เพลงหรือรายการทีวีระหว่าง AirPods สองคู่ง่ายๆ ด้วยคุณสมบัติการแชร์เสียง และเช่นเดียวกับทุกครั้ง AirPods Pro จะเชื่อมต่อกับ iPhone หรือ Apple Watch ของคุณอย่างมหัศจรรย์ โดยเสียงจะสลับได้อย่างไม่มีสะดุดเมื่อคุณเปลี่ยนไปมาระหว่างอุปกรณ์ Apple เครื่องโปรด\n\n\n\nชิป Apple Silicon H2 เพื่อคุณภาพเสียงอันน่าทึ่งพร้อม EQ แบบปรับได้เอง\n\nระบบเสียงตามตำแหน่งสำหรับคุณพร้อมการติดตามศีรษะแบบไดนามิก\n\nการตัดเสียงรบกวนแบบแอ็คทีฟ\n\nจุกหูฟังซิลิโคน 4 ขนาดที่เลือกปรับได้เพื่อความพอดีและแนบสนิทยิ่งขึ้น\n\nโหมดฟังเสียงภายนอกที่ปรับตามสภาวะ\n\nการควบคุมแบบสัมผัสที่ให้คุณปรับระดับเสียงได้ด้วยการเลื่อนนิ้ว และจัดการกับฟังก์ชั่นการเล่นเสียงได้จากก้านหูฟัง\n\nเคสชาร์จ MagSafe พร้อมคุณสมบัติตำแหน่งที่ตั้งจริง ลำโพงในตัว และช่องคล้องสาย\n\nฟังได้นานสูงสุด 6 ชั่วโมงเมื่อเปิดใช้งานการตัดเสียงรบกวนแบบแอ็คทีฟ ฟังได้นานสูงสุด 30 ชั่วโมงเมื่อเปิดใช้งานการตัดเสียงรบกวนแบบแอ็คทีฟ และใช้งานร่วมกับเคส\n\nAirPods Pro และเคสชาร์จ ทนเหงื่อและน้ำได้ (IPX4)\n\nเปิดอัตโนมัติ เชื่อมต่ออัตโนมัติ\n\nตั้งค่ากับอุปกรณ์ Apple ทั้งหมดของคุณได้ง่ายๆ\n\nเคสสามารถชาร์จได้ทั้งแบบไร้สายโดยใช้ที่ชาร์จ MagSafe, ที่ชาร์จสำหรับ Apple Watch หรือเครื่องชาร์จที่ได้รับการรับรองมาตรฐาน Qi หรือชาร์จผ่านช่องต่อ Lightning",
        "price_after_discount": 8951,
        "price_befor_discount": "9900",
        "rate": 5,
        "sold": 58240,
        "location": "กรุงเทพมหานคร",
        "image": "https://cf.shopee.co.th/file/cf1150bba1e5b57416557045c30be94d_tn",
        "id": 5
    },
    {
        "product_name": "Apple iPhone 13 หน้าจอ 6.1 นิ้ว iStudio by SPVi",
        "product_detail": "iPhone 13 ระบบกล้องคู่ที่ล้ำหน้าที่สุดเท่าที่เคยมีมาบน iPhone พร้อมชิป A15 Bionic ที่เร็วสุดขั้ว, แบตเตอรี่ที่ใช้งานได้นานขึ้นแบบก้าวกระโดด, ดีไซน์ที่ทนทาน, 5G ที่เร็วสุดแรง และจอภาพ Super Retina XDR ที่สว่างยิ่งขึ้น\n\n\n\nSpecification\n\n- จอภาพ Super Retina XDR ขนาด 6.1 นิ้ว\n\n- โหมดภาพยนตร์เพิ่มมิติความชัดตื้นและสลับจุดโฟกัสในวิดีโอของคุณโดยอัตโนมัติ\n\n- ระบบกล้องคู่สุดล้ำที่ประกอบด้วยกล้องไวด์และอัลตร้าไวด์​ ความละเอียด 12MP พร้อมคุณสมบัติ \"สไตล์ภาพถ่าย\", HDR อัจฉริยะ 4, โหมดกลางคืน และการบันทึก HDR ระดับ 4K ในแบบ Dolby Vision\n\n- กล้องหน้า TrueDepth ความละเอียด 12MP พร้อมโหมดกลางคืน และการบันทึก HDR ระดับ 4K ในแบบ Dolby Vision\n\n- ชิป A15 Bionic เพื่อประสิทธิภาพที่เร็วสุดขั้ว\n\n- เล่นวิดีโอ นานสูงสุด 19 ชั่วโมง\n\n- ดีไซน์ที่ทนทานพร้อม Ceramic Shield\n\n- ความสามารถในการทนน้ำที่ระดับ IP68 ชั้นแนวหน้าของอุตสาหกรรม\n\n- 5G เพื่อการดาวน์โหลดที่เร็วสุดแรงและการสตรีมคุณภาพสูง\n\n- iOS 15 อัดแน่นด้วยคุณสมบัติใหม่มากมายเพื่อทำอะไรๆ ด้วย iPhone ได้มากยิ่งกว่าที่เคย\n\n- รองรับอุปกรณ์เสริม MagSafe เพื่อการยึดติดที่ง่ายดายและการชาร์จแบบไร้สายที่เร็วขึ้น \n\n",
        "price_after_discount": 28950,
        "price_befor_discount": "35000",
        "rate": 5,
        "sold": 8574,
        "location": "กรุงเทพมหานคร",
        "image": "https://cf.shopee.co.th/file/d321d1753dae81f04a126fec4890ecc1_tn",
        "id": 6
    },
    {
        "product_name": "Apple MacBook Air 13นิ้ว ชิป M2 (New 2022)/8Core CPU/8Core GPU/256-512GB SSD/Key Board-Thai I iStudio by SPVi",
        "product_detail": "คุณสมบัติหลัก\n\nชิป M2 \n\nCPU แบบ 8-core และ GPU สูงสุดแบบ 10-core ที่เร็วขึ้นให้คุณจัดการกับงานที่ซับซ้อนได้อยู่หมัด\n\nNeural Engine แบบ 16-core เพื่องานด้านการเรียนรู้ของระบบสุดล้ำ\n\nหน่วยความจำแบบรวมขนาดสูงสุด 24GB ที่เร็วขึ้นช่วยให้คุณทำทุกสิ่งทุกอย่างได้ลื่นไหลสุดๆ\n\nใส่ฟิลเตอร์และเอฟเฟ็กต์ให้รูปภาพได้เร็วขึ้นสูงสุด 20%\n\nตัดต่อไทม์ไลน์วิดีโอที่ซับซ้อนได้เร็วขึ้นสูงสุด 40%\n\nใช้งานได้ตลอดทั้งวันด้วยแบตเตอรี่ที่ใช้งานได้นานสูงสุด 18 ชั่วโมง\n\nดีไซน์แบบไม่มีพัดลมเพื่อการทำงานที่เงียบสนิท\n\nจอภาพ Liquid Retina ขนาด 13.6 นิ้ว ที่มีความสว่างถึง 500 นิต และรองรับขอบเขตสีกว้างแบบ P3 จึงแสดงภาพได้สวยสดพร้อมรายละเอียดอันน่าทึ่ง3\n\nกล้อง FaceTime HD ระดับ 1080p ที่มีความละเอียดและประสิทธิภาพในสภาวะแสงน้อยสูงขึ้น 2 เท่า\n\nชุดไมโครโฟน 3 ตัว จะโฟกัสอยู่ที่เสียงคุณ ไม่ใช่เสียงรอบๆ คุณ\n\nระบบเสียง 4 ลำโพง พร้อมระบบเสียงตามตำแหน่งเพื่อประสบการณ์การฟังที่เต็มอิ่มสมจริง\n\nแชร์คอนเทนต์ระหว่าง iPhone และ Mac ได้แบบไม่มีสะดุด\n\nพอร์ตชาร์จ MagSafe, พอร์ต Thunderbolt จำนวน 2 พอร์ต และช่องต่อหูฟัง\n\nMagic Keyboard แบ็คไลท์ และ Touch ID เพื่อการปลดล็อคอย่างปลอดภัย\n\nการเชื่อมต่อแบบไร้สาย Wi-Fi 6 ที่รวดเร็ว\n\nตัวจัดเก็บข้อมูลแบบ SSD ที่เร็วสุดแรงให้คุณเปิดแอปและไฟล์ได้ในพริบตา\n\nmacOS Monterey ให้คุณเชื่อมต่อ แชร์ และสร้างสรรค์อย่างที่ไม่เคยทำได้มาก่อน แถมยังทำได้ผ่านอุปกรณ์ Apple ทุกเครื่องของคุณอีกด้วย\n\nมีให้เลือกทั้งสีมิดไนท์ สีสตาร์ไลท์ สีเทาสเปซเกรย์ และสีเงิน\n\n ",
        "price_after_discount": 4390,
        "price_befor_discount": "45800",
        "rate": 5,
        "sold": 8570,
        "location": "กรุงเทพมหานคร",
        "image": "https://cf.shopee.co.th/file/9f7c7fc21ab6cdcd52346ea787dab961_tn",
        "id": 7
    },
    {
        "product_name": "Apple iPad Gen9 (2021) Wifi  หน้าจอ 10.2 นิ้ว iStudio by SPVi",
        "product_detail": "อุปกรณ์ภายในกล่อง\n\n- iPad Gen9\n\n- สาย USB-C เป็น ​Lightning(1 เมตร)\n\n- อะแดปเตอร์แปลงไฟ USB‑C ขนาด 20 วัตต์\n\n\n\n2 สี  \n\n- Space Grey\n\n- Silver \n\n\n\nความจุ\n\n- 64GB\n\n- 256GB\n\n\n\nนำ้หนัก \n\nรุ่น Wi‑Fi :  487 กรัม\n\n\n\nอุปกรณ์ที่ใช้ร่วมด้วย \n\n- Apple Pencil Gen1 \n\n- Apple Smart Keyboard for iPad Pro รุ่น 10.5 นิ้ว, iPad Air (รุ่นที่ 3) และ iPad (รุ่นที่ 7, 8 และ 9) \n\n\n\n\n\nSpecification\n\n- จอภาพ Retina\t\t\n\n- จอภาพ Multi‑Touch แบ็คไลท์แบบ LED ขนาด 10.2 นิ้ว (แนวทแยง) พร้อมเทคโนโลยี IPS \n\n- ความละเอียด 2160 x 1620 พิกเซล ที่ 264 พิกเซลต่อนิ้ว\n\n- การแสดงผลแบบ True Tone\n\n- ความสว่าง 500 นิต\n\n- เคลือบสารกันรอยนิ้วมือ\n\n- รองรับ Apple Pencil  รุ่นที่ 1\n\n- ชิป A13 Bionic พร้อมสถาปัตยกรรม 64 บิต Neural Engine ทำให้ทุกอย่างที่คุณทำตอบสนองได้ฉับไวยิ่งกว่าเดิม",
        "price_after_discount": 12900,
        "price_befor_discount": "12900",
        "rate": 5,
        "sold": 2581,
        "location": "กรุงเทพมหานคร",
        "image": "https://cf.shopee.co.th/file/d56e69aaf751bfe444c385720b8ae131_tn",
        "id": 8
    },
    {
        "product_name": "QDOS HYBRID FORCE SNAP WITH MAGSAFE FOR IPHONE 14 PRO MAX เคสไอโฟน 14 โปรแมกซ์",
        "product_detail": "QDOS HYBRID FORCE SNAP WITH MAGSAFE FOR IPHONE 14 PRO MAX เคสไอโฟน 14 โปรแมกซ์\n\n\n\n*สินค้าจำหน่ายเฉพาะเคส*\n\nวัสดุที่ผสม PCและTPU รวมเป็นชิ้นเดียว มีความยืดหยุ่นสูง ช่วยดูดซับแรงกระแทกและทนทานต่อการฉีกขาดได้ดี ป้องกันแรงกระแทกสูง 4 ฟุต ออกแบบเพื่อการป้องกันแบบ 360 องศารอบตัวเครื่อง พร้อมแม่เหล็ก SNAP ในตัวเคส ขอบเคสที่ยกสูง ปิดคลุมป้องกันรอบขอบตัวเครื่อง ป้องกันเลนส์กล้องและหน้าจอไม่ให้สัมผัสกับพื้นได้โดยตรง\n\nตัวเคสเคลือบด้วยสารป้องกันจุลินทรีย์กำจัดแบคทีเรียที่พื้นผิวได้ 99.99%\n\nดีไซน์ทีบางเฉียบ น้ำหนักเบา มีความใส โชว์ตัวเครื่อง\n\nตัวเคสได้รับการเคลือบด้วยสารป้องกันสีเหลืองเพื่อหลีกเลี่ยงการเปลี่ยนสีของเคส\n\nรองรับ MagSafe ชาร์จแบบไร้สายได้รวดเร็ว 15W \n\nให้ตำแหน่งที่เหมาะสมกับอุปกรณ์เสริม MagSafe\n\n",
        "price_after_discount": 1290,
        "price_befor_discount": "1290",
        "rate": 4,
        "sold": 520,
        "location": "กรุงเทพมหานคร",
        "image": "https://cf.shopee.co.th/file/45eefe0926973b5b8d06de09e504366b_tn",
        "id": 9
    },
    {
        "product_name": "Apple Watch Series 7 GPS+Cellular Aluminium สาย Sport Band I iStudio by SPVi",
        "product_detail": null,
        "price_after_discount": 1390,
        "price_befor_discount": "1390",
        "rate": null,
        "sold": 158,
        "location": "กรุงเทพมหานคร",
        "image": "https://cf.shopee.co.th/file/bbe1b4068e38d097d5f8e5c30e3491c9_tn",
        "id": 10
    }
]